{
  "Karl Lagerfeld":[
    "https://blckunicorn.art/assets/hautecouture/images/lagerfeld.jpg",
    "Fashion icon Karl Lagerfeld was one of the most celebrated designers of the 21st century. He was renowned for his relevant approach to style and a curated vision that balanced classic and contemporary influences. 'I design like I breathe,' he said of his artistic process, 'you don’t ask to breathe — it just happens.'"
    "https://www.karl.com/",
  ],
  "Coco Chanel":[
    "https://blckunicorn.art/assets/hautecouture/images/chanel.png",
    "Born Gabrielle Bonheur Chanel and orphaned at an early age, it was the aunts entrusted with raising her that originally taught Chanel how to sew, setting her on the path to becoming one of the world’s true fashion greats. Unbeknown to many, before moving into fashion, Chanel sang in the fashionable French cafés of the time where she was later to be christened as Coco.",
    "https://www.chanel.com",
  ],
  "Louis Vuitton":[
    "https://blckunicorn.art/assets/hautecouture/images/LouisVuitton.jpg",
    "The Louis Vuitton label was founded by Vuitton in 1854 on Rue Neuve des Capucines in Paris France. Louis Vuitton started at $10,567 as a sales price. Louis Vuitton had observed that the HJ Osilite trunk could be easily stacked. In 1858, Vuitton introduced his flat-topped trunks with trianon canvas, making them lightweight and airtight. Before the introduction of Vuitton's trunks, rounded-top trunks were used, generally to promote water runoff, and thus could not be stacked. It was Vuitton's gray Trianon canvas flat trunk that allowed the ability to stack them on top of another with ease for voyages. Many other luggage makers later imitated Vuitton's style and design.",
    "https://www.louisvuitton.com/"
  ],
  "Yves Saint Lauren":[
    "https://blckunicorn.art/assets/hautecouture/images/ysl.jpg",
    "Founded in 1961, Yves Saint Laurent is one of the most prominent fashion houses of the 20th century. Originally a House of Haute Couture, Yves Saint Laurent revolutionized the way fashion and society merge and interact in 1966 with the introduction of high-end made clothes produced on a larger scale than the exclusive collections.",
    "https://www.ysl.com",
  ],
  "Guccio Gucci":[
    "https://blckunicorn.art/assets/hautecouture/images/gucci.png",
    "Founded in Florence in 1921, the House is renowned for eclectic and contemporary creations that represent the pinnacle of Italian craftsmanship and are unsurpassed in quality, attention to detail and imaginative design. Today, Gucci is striving to redeﬁne Luxury for the 21st century, an ambition that since 2015 has been led by the tandem of the brand’s Creative Director, Alessandro Michele, and its CEO, Marco Bizzarri. Colorful, romantic, poetic and magical, Michele’s unique vision has met with immense critical acclaim while also creating an authentic emotional bond with younger customers.",
    "https://www.gucci.com"
  ],
  "Gianni Versace":[
    "",
    "Versace was often described as the Rock n' Roll designer.In 1972, Gianni Versace designed his first collections for Callaghan, Genny, and Complice. In 1978, the company launched under the name 'Gianni Versace Donna.' The first Versace boutique was opened in Milan's Villa della Spiag in 1978. Versace was one of the few independent designers who was in control of everything about the brand, from designing to retailing. In 1982, the company expanded into the accessory, jewelry, home furnishing, and china industries. In 1994, the brand gained widespread international coverage due to the black Versace dress of Elizabeth Hurley.",
    "https://www.versace.com"
  ]
}
